docs/benchmark/tuning2-20260419/vegeta-proxy-20260419-115824/vegeta-r900.txt
Requests      [total, rate, throughput]         27000, 900.04, 899.85
Duration      [total, attack, wait]             30.005s, 29.999s, 6.202ms
Latencies     [min, mean, 50, 90, 95, 99, max]  5.585ms, 7.116ms, 6.385ms, 7.137ms, 8.741ms, 28.282ms, 129.273ms
Bytes In      [total, mean]                     3483000, 129.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:27000  
Error Set: